{
    "hotels": [
      {
        "id": 1,
        "name": "WELCOME TO EDEN NAIROBI",
        "info": "Bordering the Giraffe Sanctuary forest on the outskirts of Nairobi, Eden sits on a four-acre property in the peaceful suburb of Langata and offers travelers an immediate connection to a deeply authentic expression of one family’s Kenyan home, history and adventures. ",
        "price": "40,000 per night",
        "image": "https://t-cf.bstatic.com/xdata/images/hotel/max1024x768/246949932.jpg?k=e9962ee9deec10dc3320bf0f7cad7c2bbc2487a94b9a08dc0d4d1b70083e1445&o=&hp=1"
      },
      {
        "id": 2,
        "name": " Visit CityBlue Hotels in Naivasha",
        "info": "CityBlue is a borderless, branded group of business-centric hotels in Eastern and Southern Africas major cities, supported by a world-class digital infrastructure.As an African-born business which was founded in 2013 with immense passion, the ambition of this decade is to consolidate CityBlue as Africas fastest-growing local hotel chain.While focused on business clientele, CityBlues current hotels are also conference-and-leisure-friendly, located in three African port cities, two major interior capitals and one secondary city on the Victoria Falls.At CityBlue Hotels, a good night’s sleep for our guests is our main focus. Our well appointed rooms combine comfort and convenience so no guest ever has to leave their room except to face the challenge of a workday for which they would be suitably rejuvenated.",
        "price": "30,000 per night",
        "image": "https://t-cf.bstatic.com/xdata/images/hotel/max1024x768/323035375.jpg?k=7b624e5cdad9fce764fd56a9d423866854d9fd38779ef7048be2c72ff1b19868&o=&hp=1"
      },  
      {
        "id": 3,
        "name": "Visit Utalii in Nairobi",
        "info": "Located in Nairobi, Utalii Hotel is in the suburbs. Thika Road Mall and Garden City Mall are worth checking out if shopping is on the agenda, while those wishing to experience the area's natural beauty can explore Nairobi National Park and Karura Forest. Looking to enjoy an event or a game while in town? See what's happening at Moi International Sports Centre or Nairobi City Stadium.",
        "price": "50,000  per night",
        "image": "https://t-cf.bstatic.com/xdata/images/hotel/max1024x768/302387768.jpg?k=3cefe811942db33139952e718ee31c850dfb4b8400b4345321e4e3712fd66502&o=&hp=1"
      },
      {
        "id": 4,
        "name": "Visit The Crowne Plaza In Mombasa",
        "info": "Featuring free WiFi, a spa centre and a year-round outdoor pool, Crowne Plaza Nairobi Airport offers accommodation in Nairobi. The key to this property is it's location - i.e it is inside the airport! This makes it ideal if you only have a few hours in Nairobi",
        "price": "230,000 per weekend",
        "image": "https://t-cf.bstatic.com/xdata/images/hotel/max1024x768/224831931.jpg?k=479145ed944b5b31a5daa319db99703e0ce74e0adfb40a5dcbc72fa6b9939388&o=&hp=1"
      },
      {
        "id": 5,
        "name": "Visit Mbotoyoyo in Mombasa",
        "info": "This property is 1 minute walk from the beach. Sarova Whitesands Beach Resort & Spa is situated in Mombasa on one of the longest beachfront protected by the Mombasa Marine Park. It features 4 outdoor swimming pools, 3 restaurants and a beachside nightclub.Each air-conditioned room at Sarova Whitesands offers ocean, pool or garden views. It comes equipped with a atellite TV a minibar and tea-and-coffee-making facilities. The bed is draped in mosquito nets.       Minazi Café serves a snack and kids menu while Lido Lounge is a fine dining restaurant serving seafood and steak. Cocos Beach Bar has an open-air disco.Guests can enjoy a beauty treatment in the spa or have a good work out in the gym. A host of water sports are also available.",
        "price": "15,000 per night",
        "image": "https://t-cf.bstatic.com/xdata/images/hotel/max1024x768/53010758.jpg?k=1f200a5d5a392756ab249b1fc6ae273a627b75e33328f10e9cd3b3cf7566d277&o=&hp=1"
      },
      {
        "id": 6,
        "name": "VISIT MAMBOYAKO  IN KISUMU",
        "info": "You're eligible for a Genius discount at MILIMANI DRIVE LIVING I LUXE FLAWLESSLY FURNISHED UNITs! To save at this property, all you have to do is sign in.Located a 13-minute walk from West End Shopping Mall, MILIMANI DRIVE LIVING I LUXE FLAWLESSLY FURNISHED UNITs has accommodations with a garden, a terrace and a 24-hour front desk for your convenience. Both WiFi and private parking are available at the apartment free of charge.Providing a patio, each unit is air-conditioned and provides a dining area and a seating area with a cable flat-screen TV. There's a private bathroom with shower and slippers in each unit, along with free toiletries.A car rental service is available at MILIMANI DRIVE LIVING I LUXE FLAWLESSLY FURNISHED UNITs.Popular points of interest near the accommodation include Milimani Shopping Centre, Kisumu Museum and Kisumu Municipal Market. The nearest airport is Kisumu International Airport, 4 km from MILIMANI DRIVE LIVING I LUXE FLAWLESSLY FURNISHED UNITs.",
        "price": "10,000 per night",
        "image": "https://t-cf.bstatic.com/xdata/images/hotel/max1024x768/335230442.jpg?k=d9d8963a5142fd7c492f7d3dc73fd1d07faa74ae8cf546b698077d0514be1445&o=&hp=1"
      },
      {
        "id": 6,
        "name": "Visit Mali mali in Nakuru",
        "info": " Visit Mali MAli for a Genius discount at Radisson Blu Scandinavia Hotel, Oslo! To save at this property, all you have to do is.This central hotel is about 5 minutes’ walk from Oslo’s Royal Palace and National Gallery. It provides free WiFi, in addition to a wellness centre with an indoor swimming pool, well-equipped fitness area and saunas. The 21st-floor Summit Bar offers impressive city and Oslo Fjord views. Modern furnishings and design are featured in each room at Radisson Blu Scandinavia Hotel, Oslo. All have a flat-screen TV, fridge, along with a desk and safe. Rooms on higher floors offer views over the city",
        "price": "5000 per night",
        "image": "https://t-cf.bstatic.com/xdata/images/hotel/max1024x768/232797590.jpg?k=cc92d51e68944bdcad293e2854e97a82394d7bcad6a85625010b5b16f72a4e28&o=&hp=1"
      }
      
    ]
  }